{"id":104,"date":"2018-06-28T15:34:30","date_gmt":"2018-06-28T15:34:30","guid":{"rendered":"https:\/\/research.dwi.ufl.edu\/projects\/digitalepigraphy.org\/?post_type=product&#038;p=104"},"modified":"2021-05-25T15:44:51","modified_gmt":"2021-05-25T15:44:51","slug":"depth-map-of-the-rosetta-stone","status":"publish","type":"product","link":"https:\/\/www.digitalepigraphy.org\/page\/depth-map-of-the-rosetta-stone\/","title":{"rendered":"Depth map of the Rosetta Stone"},"content":{"rendered":"<p>This artifact depicts the depth map of the Rosetta stone, which was algorithmically generated in 2018 as part of the Digital Rosetta Stone project. The Digital Rosetta Stone is a project developed at Leipzig University by the Chair of Digital Humanities and the Egyptological Institute\/Egyptian Museum Georg Steindorff in collaboration with the British Museum and the Digital Epigraphy and Archaeology Project of the University of Florida. The aims of the project are to produce a collaborative digital edition of the Rosetta Stone, address standardization and customization issues for the scholarly community, create data that can be used by students to understand the document in terms of language and content, and produce a high-resolution 3D model of the inscription. The three versions of the text were transcribed and outputted in XML, according to the EpiDoc guidelines. Next, the versions were aligned with the Ugarit iAligner tool that supports the alignment of ancient texts with modern languages, such as English and German. All three texts were then parsed syntactically and morphologically through Treebank annotation. Finally, the project explored new 3D-digitization methodologies of the Rosetta Stone in the British Museum that enhances traditional archaeological methods and facilitates the study of the artifact. The results of this work were used in different courses in Digital Humanities, Digital Philology, and Egyptology.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>This artifact depicts the depth map of the Rosetta stone, which was algorithmically generated in 2018 as part of the Digital Rosetta Stone project. The Digital Rosetta Stone is a project developed at Leipzig University by the Chair of Digital Humanities and the Egyptological Institute\/Egyptian Museum Georg Steindorff in collaboration with the British Museum and<span class=\"read-more-faq\"><a href=\"https:\/\/www.digitalepigraphy.org\/page\/depth-map-of-the-rosetta-stone\/\">Read More<\/a><\/span><\/p>\n","protected":false},"featured_media":118,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/product\/104"}],"collection":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/product"}],"about":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/types\/product"}],"replies":[{"embeddable":true,"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/comments?post=104"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/media\/118"}],"wp:attachment":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/media?parent=104"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}