{"id":108,"date":"2015-02-19T15:34:31","date_gmt":"2015-02-19T15:34:31","guid":{"rendered":"https:\/\/research.dwi.ufl.edu\/projects\/digitalepigraphy.org\/?post_type=product&#038;p=108"},"modified":"2021-05-25T15:42:43","modified_gmt":"2021-05-25T15:42:43","slug":"digital-imaging-the-application-of-shape-from-shading-to-lace-seals-and-metal-object","status":"publish","type":"product","link":"https:\/\/www.digitalepigraphy.org\/page\/digital-imaging-the-application-of-shape-from-shading-to-lace-seals-and-metal-object\/","title":{"rendered":"Digital imaging: the application of shape-from-shading to lace, seals and metal object"},"content":{"rendered":"<p>This article explores one application of a digital imaging technique to historic objects and online delivery of the virtual object. Shape-from-shading is a computer algorithm used to reconstruct three-dimensional shapes from two-dimensional images. The Digital Epigraphy and Archaeology (DEA) project used shape-from-shading to develop a digital website and toolbox to enhance computer-assisted examination of inscriptions preserved as ektypa. This article reports the results of a project to see if the DEA website and toolbox could be used with other materials and objects with information-rich textured surfaces. Seventeen samples were tested, including lace-like textiles placed on different backing materials; wax seal impressions made from a range of materials; and excavated metals. It was found that image capture with a flatbed scanner achieved better results than a multi-functional printer, and that the unprocessed flatbed scan images were sometimes more informative than digital photographs. It was possible to modify the DEA algorithm for both the lace-like samples and the seal impressions to obtain good three-dimensional (3D) reconstructed images. However, this was not possible with the metal samples due to the nature of the material. The 3D reconstructed images are useful to online users in providing an interactive resource that can be manipulated by the user, rather than a two-dimensional (2D) image.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>This article explores one application of a digital imaging technique to historic objects and online delivery of the virtual object. Shape-from-shading is a computer algorithm used to reconstruct three-dimensional shapes from two-dimensional images. The Digital Epigraphy and Archaeology (DEA) project used shape-from-shading to develop a digital website and toolbox to enhance computer-assisted examination of inscriptions<span class=\"read-more-faq\"><a href=\"https:\/\/www.digitalepigraphy.org\/page\/digital-imaging-the-application-of-shape-from-shading-to-lace-seals-and-metal-object\/\">Read More<\/a><\/span><\/p>\n","protected":false},"featured_media":125,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/product\/108"}],"collection":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/product"}],"about":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/types\/product"}],"replies":[{"embeddable":true,"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/comments?post=108"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/media\/125"}],"wp:attachment":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/media?parent=108"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}