{"id":112,"date":"2015-05-07T15:34:32","date_gmt":"2015-05-07T15:34:32","guid":{"rendered":"https:\/\/research.dwi.ufl.edu\/projects\/digitalepigraphy.org\/?post_type=product&#038;p=112"},"modified":"2021-05-25T15:40:37","modified_gmt":"2021-05-25T15:40:37","slug":"life-and-afterlife-of-archaeological-sources-electronic-preservation-dissemination-and-study-of-latin-inscriptions","status":"publish","type":"product","link":"https:\/\/www.digitalepigraphy.org\/page\/life-and-afterlife-of-archaeological-sources-electronic-preservation-dissemination-and-study-of-latin-inscriptions\/","title":{"rendered":"Life and afterlife of archaeological sources: Electronic preservation, dissemination, and study of Latin inscriptions"},"content":{"rendered":"<p>The Digital Epigraphy and Archaeology Project (DEA) is a unique initiative in the field of digital epigraphy as it provides the methods to digitize in 3D squeezes (ektypa, Abklatsch, estampages), plaster casts of coins and seals, lace, and paper embossments, using cost-effective 3D reconstruction technique that utilizes images taken by regular office scanners. The Digital Epigraphy Toolbox is a web application that focuses on the digitisation, 3D visualisation, data mining, and electronic dissemination of such artefacts. Also, it offers several visualisation modules, thus facilitating the electronic dissemination and study of historically important artefacts. A current phase of the project involves the digitisation of Latin inscriptions from Rome, Spain, North Africa, and Eastern Mediterranean from the CIL collection. Latin inscriptions are of inestimable value as sources for the study of Roman life and history in all its aspects. As a direct legacy of the ancient world, they are &#8220;speaking&#8221; evidence of a past culture whose enduring influence has shaped Europe. As such they provide a reliable guide through the rubble of archaeological remains and are often our first means of placing ancient monuments in their everyday context. From early Rome – although firstly in significant numbers from the time of Augustus – right through the imperial period to the sixth century AD, Latin inscriptions are a constant feature of the thousand-year history of the city of Rome, its provinces and people; as a widely used medium they reflect communication within that society in all its facets. Most of the existing databases only provide access to textual information assembled from previous printed editions or still photographs – a fact that limits the potential for original research, as the scholar is reduced to studying the information from someone else’s perspective. The DEA is not only meant to be another database that also includes alternative visual representations; its goal is to use those state-of-the-art technologies so that the researchers may study the text and lettering technique of the inscriptions anew, having access to the 3D model of squeeze and being able to visually manipulate it. Finally, it is not feasible to conduct manual study and examine the lettering techniques of hundreds of squeezes in a reasonable amount of time without automatic computer-assisted techniques. The Digital Epigraphy team develops methods for the automatic segmentation of letters of each inscription and automatic grouping. This module is meant to present the affinities between all the letters in the form of dendrograms, effectuating automatic comparison of hundreds of inscriptions in a manner of seconds. The purpose of this process will be to give the researcher the opportunity to date, identify pieces of broken inscriptions, and perform numerous additional analyses that up to now require incalculable work hours, if they are at all possible in some cases. When contested fragments are housed in different institutions, if their digital copies exist online, it will be a unique opportunity to be identified and paired.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>The Digital Epigraphy and Archaeology Project (DEA) is a unique initiative in the field of digital epigraphy as it provides the methods to digitize in 3D squeezes (ektypa, Abklatsch, estampages), plaster casts of coins and seals, lace, and paper embossments, using cost-effective 3D reconstruction technique that utilizes images taken by regular office scanners. The Digital<span class=\"read-more-faq\"><a href=\"https:\/\/www.digitalepigraphy.org\/page\/life-and-afterlife-of-archaeological-sources-electronic-preservation-dissemination-and-study-of-latin-inscriptions\/\">Read More<\/a><\/span><\/p>\n","protected":false},"featured_media":123,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/product\/112"}],"collection":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/product"}],"about":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/types\/product"}],"replies":[{"embeddable":true,"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/comments?post=112"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/media\/123"}],"wp:attachment":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/media?parent=112"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}