{"id":133,"date":"2018-06-28T15:49:09","date_gmt":"2018-06-28T15:49:09","guid":{"rendered":"https:\/\/research.dwi.ufl.edu\/projects\/digitalepigraphy.org\/?post_type=product&#038;p=133"},"modified":"2021-05-25T15:51:05","modified_gmt":"2021-05-25T15:51:05","slug":"3d-scanning-the-rosetta-stone","status":"publish","type":"product","link":"https:\/\/www.digitalepigraphy.org\/page\/3d-scanning-the-rosetta-stone\/","title":{"rendered":"3D Scanning the Rosetta Stone"},"content":{"rendered":"<p>Use 1-finger and 2-finger gestures to move, rotate, and zoom the 3D model of the Rosetta Stone below:<br \/>\n<iframe loading=\"lazy\" src=\"https:\/\/research.dwi.ufl.edu\/op.n\/file\/2fzrs3i2cvas964f\/embed\" width=\"1200px\" height=\"600px\" frameborder=\"0\" scrolling=\"no\"><\/iframe><\/p>\n<p>With the permission of the British Museum, an interdisciplinary team from the University of Florida and the University of Leipzig scanned the Rosetta Stone in June 2018 to generate a high-resolution 2D and 3D map of its inscribed surface. In our setup, we used a single DSLR camera (Nikon D3400), which was fixed on a tripod in front of the stone, and calibrated as follows: exposure time = 5 sec., ISO speed = ISO-100, F-stop = f\/25, focal length = 135mm, and max aperture = 4.5. To reconstruct the tridimensional inscribed surface using the shape-from-shading method, we controlled the lighting of the stone using a handheld light wand (Ice Light) that served as a 15-inch long light source of 1600 lumen at 5600k color temperature.<\/p>\n<p>We divided the artifact in 8 regions (4 rows and 2 columns), which were photographed individually at 6000 x 4000 pixel resolution. Each region was photographed in 4 different lighting directions (light from the left, top, right, bottom) by placing the light wand in the corresponding side of the region of interest. This quadri-directional lighting configuration allowed us to capture information related to the local orientation at each point of the surface through the differences of the light reflection observed in the corresponding four photographs. The entire scanning session, including opening the glass case of the artifact, setting up the equipment, digitizing the artifact, and putting everything in its original configuration before the opening of the museum took us 120 min.<\/p>\n<p>During this time 32 photographs were taken in total (8 regions x 4 lighting conditions), which were then processed to compose high-resolution 2D and 3D representations of the surface with 0.08141mm sampling frequency, which is equivalent to 312 DPI resolution. The tridimensional details of the inscribed surface were captured in the depth map, which was computed by processing the four corresponding images of the same region of interest illuminated with four different lighting orientations using the method by A. Barmpoutis, E. Bozia, and R. Wagman published in the Journal of Machine Vision and Applications 21(6) in 2010. The depth map contains detailed three-dimensional information of the inscribed surface so that it can be visualized in 3D. The 3D reconstructed surface can be rendered as an interactive 3D model that can be manipulated by the user (move, scale, rotate) and can be inspected under different virtual lighting orientations and shading methods.<\/p>\n<p>Finally, in addition to the 3D reconstruction of the inscribed surface, we used a hand-held laser scanner (Structure Sensor by Occipital) mounted on a tablet computer (iPad Air by Apple) in order to create a 3D model of the entire stone. Although the 3D model generated by this scanner can depict the overall shape of the entire artifact, it does not have enough resolution to capture the fine details of the inscribed surface. Therefore, the 3D reconstructed surface using shape-from-shading is complementary to the laser-scanned 3D model, as both of these forms can co-exist in order to depict different structural details of the artifact.<\/p>\n<p>The result of this process is a high resolution 3D representation of the Rosetta Stone that is available on-line as an interactive web app and can be accessed through the project&#8217;s website.<\/p>\n<p>In November 2019, the project was featured in German news outlets: <a href=\"https:\/\/www.mdr.de\/wissen\/stein-von-rosette-digital-leipzig-100.html\">https:\/\/www.mdr.de\/wissen\/stein-von-rosette-digital-leipzig-100.html<\/a><\/p>\n","protected":false},"excerpt":{"rendered":"<p>A high resolution 3D model of the Rosetta Stone was captured in 2018 using the method for digitizing inscriptions in 3D by Barmpoutis, Bozia, and Wagman (2010). The 3D model is available on-line as an interactive web app.<\/p>\n","protected":false},"featured_media":137,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/product\/133"}],"collection":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/product"}],"about":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/types\/product"}],"replies":[{"embeddable":true,"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/comments?post=133"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/media\/137"}],"wp:attachment":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/media?parent=133"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}