{"id":371,"date":"2016-05-26T20:48:27","date_gmt":"2016-05-26T20:48:27","guid":{"rendered":"https:\/\/research.dwi.ufl.edu\/projects\/digitalepigraphy.org\/?post_type=product&#038;p=371"},"modified":"2021-05-26T20:50:14","modified_gmt":"2021-05-26T20:50:14","slug":"e-stampages%e2%80%89-archivage-et-publication-en-ligne-dune-ectypotheque-dinscriptions-grecques","status":"publish","type":"product","link":"https:\/\/www.digitalepigraphy.org\/page\/e-stampages%e2%80%89-archivage-et-publication-en-ligne-dune-ectypotheque-dinscriptions-grecques\/","title":{"rendered":"E-STAMPAGES : archivage et publication en ligne d’une ectypothèque d’inscriptions grecques"},"content":{"rendered":"<p>Le programme E-STAMPAGES réunit dans une publication numérique deux des plus riches collections d’estampages d’inscriptions grecques, celle de l’École française d’Athènes et celle du laboratoire HiSoMA, « Histoire et sources des mondes antiques », liées par une même histoire institutionnelle. En s’appuyant sur une numérisation en mode image et sur une structuration de l’information adéquate, le programme conjoint deux objectifs : un archivage à long terme des estampages sous une forme dématérialisée et la mise à disposition en libre accès sur internet d’un ensemble d’environ 12 000 documents, actuellement uniquement accessibles à qui se déplace à Lyon ou à Athènes pour les consulter.<\/p>\n<p>En tant qu’empreinte de l’inscription, un estampage papier est naturellement un objet en trois dimensions. Dans la transposition dans un environnement numérique, il nous a semblé impératif de tenir le plus grand compte de cette caractéristique essentielle afin de préserver la « gestuelle de l’épigraphiste », qui manipule l’estampage papier en faisant varier un éclairage frisant sur les reliefs moulés des lettres pour en faciliter le déchiffrement par un ombrage différentiel. Il nous est en effet apparu que les tentatives antérieures de valorisation par le numérique de collections d’estampages par la diffusion de seules photographies 2D n’ont pas toujours été convaincantes, précisément parce que cette qualité de l’estampage, objet papier en relief, avait été négligée ou n’avait pas pu être transposée, la technique de création d’images virtuelles en 3D n’existant pas encore. C’est pourquoi nous avons adopté le protocole développé par nos collègues du Digital Epigraphy and Archeology project de l’Université de Floride, qui propose une méthode de traitement simple et efficace, aboutissant à une visualisation des estampages tenant compte de ces caractéristiques grâce à un outil de reconstruction du relief (Barmpoutis et al. 2010). Ce procédé se fonde sur la double numérisation de l’estampage à haute résolution en variant l’angle d’exposition à la lumière de 90°, puis sur une modélisation de la silhouette de l’inscription à partir de la confrontation des ombres portées sur les deux images. L’estampage peut ainsi être manipulé à l’écran, ce qui permet l’observation sous différents angles de vues des lettres gravées avec une variation de l’ombrage ; les gestes et les usages de l’épigraphiste sont transposés, la 3D lui offrant des conditions de lecture équivalentes, voire meilleures, à celles dont il bénéficie habituellement.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Le programme E-STAMPAGES réunit dans une publication numérique deux des plus riches collections d’estampages d’inscriptions grecques, celle de l’École française d’Athènes et celle du laboratoire HiSoMA, « Histoire et sources des mondes antiques », liées par une même histoire institutionnelle. En s’appuyant sur une numérisation en mode image et sur une structuration de l’information adéquate, le programme conjoint deux objectifs : un archivage à long terme des estampages sous une forme dématérialisée et la mise à disposition en libre accès sur internet d’un ensemble d’environ 12 000 documents, actuellement uniquement accessibles à qui se déplace à Lyon ou à Athènes pour les consulter.<\/p>\n","protected":false},"featured_media":372,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/product\/371"}],"collection":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/product"}],"about":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/types\/product"}],"replies":[{"embeddable":true,"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/comments?post=371"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/media\/372"}],"wp:attachment":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/media?parent=371"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}