{"id":459,"date":"2023-12-14T18:58:43","date_gmt":"2023-12-14T18:58:43","guid":{"rendered":"https:\/\/www.digitalepigraphy.org\/?post_type=product&#038;p=459"},"modified":"2024-01-14T18:59:30","modified_gmt":"2024-01-14T18:59:30","slug":"reinscribing-the-3rd-dimension-in-epigraphic-studies-and-transcending-disciplinary-boundaries","status":"publish","type":"product","link":"https:\/\/www.digitalepigraphy.org\/page\/reinscribing-the-3rd-dimension-in-epigraphic-studies-and-transcending-disciplinary-boundaries\/","title":{"rendered":"Reinscribing the 3rd dimension in epigraphic studies and transcending disciplinary boundaries"},"content":{"rendered":"<p>Over the past decade, archaeology and epigraphy have been reconsidering their modus operandi. Prompted and facilitated by technological advances, motivated by new research questions, and challenged by growing calls to engage with contemporary audiences, they have been experimenting with methodological approaches and interdisciplinary collaborations. Within this context, the Digital Epigraphy and Archaeology project (DEA) has been developing 3D digitization techniques that accommodate various types of artifacts, has been incorporating multidisciplinary approaches to achieve a more holistic stance towards the objects of study, and has focused on the reproducibility and accessibility of both its techniques and the 3D models.<\/p>\n<p>This paper presents the DEA’s introspective and reembodied ways of preserving and studying the past by reconsidering historical artifacts and their digital re-materialization. The following sections discuss the project’s approach to copies and digital copies, 3D digitization and enhanced visualization processes, comprehensive cloud services, and 3D printing to present the DEA steps toward facilitating and advancing archaeology and epigraphy. Through such approaches that combine traditional rigor with technological novelty and affordances, the team’s vision is to popularize archaeology and epigraphy within and beyond academia and pinpoint the significance of the world’s heritage to the new generations of students and the public.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Over the past decade, archaeology and epigraphy have been reconsidering their modus operandi. Prompted and facilitated by technological advances, motivated by new research questions, and challenged by growing calls to engage with contemporary audiences, they have been experimenting with methodological approaches and interdisciplinary collaborations. Within this context, the Digital Epigraphy and Archaeology project (DEA) has<span class=\"read-more-faq\"><a href=\"https:\/\/www.digitalepigraphy.org\/page\/reinscribing-the-3rd-dimension-in-epigraphic-studies-and-transcending-disciplinary-boundaries\/\">Read More<\/a><\/span><\/p>\n","protected":false},"featured_media":460,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/product\/459"}],"collection":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/product"}],"about":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/types\/product"}],"replies":[{"embeddable":true,"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/comments?post=459"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/media\/460"}],"wp:attachment":[{"href":"https:\/\/www.digitalepigraphy.org\/wp-json\/wp\/v2\/media?parent=459"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}